---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeMultishapeTransitionOvalroundParam
source: html/a0511fe6-d128-1c70-90d3-6952f8a97e75.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeMultishapeTransitionOvalroundParam Property

"Multi Shape Transition Oval to Round"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeMultishapeTransitionOvalroundParam { get; }
```